Repository: mariodebian/tcosconfig
Catalog: po/*.po
Languages: ca@valencia, es, gl, pt_br

source: external squashfs (default checked)
ca@valencia: El fitxer squashfs és extern (activat per defecte)
es: archivo squashfs externo (activado por defecto)
gl: ficheiro squashfs externo (activado por defecto)
pt_br: Arquivo squashfs externo (habilitado por padrão)

source: delete all acpi and raid modules and bins
ca@valencia: elimina tots els mòduls i binaris d'ACPI i RAID
es: borrar todos los modulos y binarios de ACPI y RAID
gl: borrar todos os módulos e binarios de ACPI e RAID
pt_br: Apagar todos os modulos e binários do ACPI e RAID

source: min RAM (in Mb) to boot using NFS
ca@valencia: RAM mínima (en Mb) per a arrancar usant NFS
es: min RAM (en Mb) para arrancar usando NFS
gl: min RAM (en Mb) para arrancar empregando NFS
pt_br: Memória RAM mínima (em MB) para iniciar usando o NFS

source: Set to 0 to disable limits
ca@valencia: Ajusta a 0 per a desactivar els límits
es: Ajustar a 0 para desactivar límites
gl: Axustar a 0 para desactivar límites
pt_br: Informe 0 para desativar os limites

source: Debug building of images
ca@valencia: Depura la construcció d'imatges
es: Depurar la construcción de imágenes
gl: Depurar a construción de imaxes
pt_br: Depurar a copilação das imagens

source: Disable Squashfs support
ca@valencia: Inhabilita el suport per a squashfs
es: Deshabilitar soporte de squashfs
gl: Desactivar soporte de squashfs
pt_br: Desabilitar o suporte ao squashfs

source: External squashfs (download with tftp)
ca@valencia: El fitxer squashfs és extern (fes la baixada per tftp)
es: Archivo externo squashfs (descargar por tftp)
gl: Ficheiro externo squashfs (descargar por tftp)
pt_br: Arquivo externo do squashfs (download via TFTP)

source: Min RAM to use NFS boot
ca@valencia: RAM mínima per a arrancar amb NFS
es: Mínima RAM para arrancar con NFS
gl: Mínima RAM para arrancar con NFS
pt_br: Limite mínimo de memória RAM para inicializar o terminal usando NFS

source: Disable ACPI and RAID
ca@valencia: Inhabilita l'ACPI i el RAID
es: Deshabilitar ACPI y RAID
gl: Desactivar ACPI e RAID
pt_br: Desabilitar o ACPI e o RAID

source: Limit memory (in %)
ca@valencia: Límit de memòria (en %)
es: Límite de memoria (en %)
gl: Límite de memoria (en %)
pt_br: Limite de memória RAM (em %)

source: Debug tools
ca@valencia: Ferramentes de depuració
es: Herramientas de depuración
gl: Ferramentas de depuración
pt_br: Ferramentas de depuração

source: include debug tools
ca@valencia: Inclou les ferramentes de depuració
es: Incluir herramientas de depuración
gl: Incluír ferramentas de depuración
pt_br: Incluir as ferramentas de depuração

source: Add Bootchartd scripts
es: Añadir scripts Bootchartd
pt_br: Adicionar os scripts Bootchartd

source: add bootchartd scripts (see README.bootchartd)
es: añadir scripts bootchartd (leer README.bootchartd)
pt_br: Adicionar os scripts Bootchartd (veja o arquivo README.bootchartd)

source: <b>Debug settings</b>
ca@valencia: <b>Configuració de depuració</b>
es: <b>Configuración de depuración</b>
gl: <b>Configuración de depuración</b>
pt_br: <b>Configurações de depuração</b>

source: enable inetd
ca@valencia: activa l'inetd
es: activar inetd
gl: activar inetd
pt_br: Ativar o inetd

source: Run SSH server in terminal
ca@valencia: Executa el servidor SSH en el terminal
es: Ejecutar servidor SSH en el terminal
gl: Executar servidor SSH no terminal
pt_br: Executar o servidor SSH no terminal

source: ssh enable
ca@valencia: activa l'ssh
es: activar ssh
gl: activar ssh
pt_br: Habilitar o SSH

source: Inetd support
ca@valencia: Suport per a inetd
es: Soporte inetd
gl: Soporte inetd
pt_br: Suporte ao inetd

source: Include Tcos Installer
ca@valencia: Inclou l'instal·lador Tcos
es: Incluir instalador Tcos
gl: Incluír instalador Tcos
pt_br: Incluir o Tcos Installer

source: include tcosinstaller and tools
ca@valencia: inclou l'instal·lador Tcos i les utilitats
es: incluir tcosinstaller y utilidades
gl: incluír tcosinstaller e utilidades
pt_br: Incluir o tcosinstaller e outros utilitários

source: Remote filesystem method
ca@valencia: Mètode de sistema de fitxers remot
es: Sistema de archivos remoto
gl: Sistema de ficheiro remoto
pt_br: Sistema de arquivos remoto

source: Wake on LAN
ca@valencia: Desperta per xarxa LAN
es: Encender por red
gl: Acender por rede

source: enable WAKEONLAN support
ca@valencia: activa el suport per a WAKEONLAN
es: activar soporte WAKEONLAN
gl: activar soporte WAKEONLAN
pt_br: Habilitar o suporte a Wake on LAN

source: Include ACPI daemon
ca@valencia: Inclou el dimoni ACPI
es: Incluir demonio ACPI
gl: Incluír demonio ACPI
pt_br: Incluir o daemon ACPI

source: enable ACPID
ca@valencia: activa l'ACPID
es: activar ACPID
gl: activar ACPID
pt_br: Habilitar o ACPID

source: Printer support
ca@valencia: Suport per a impressores
es: Soporte impresoras
gl: Soporte impresoras
pt_br: Suporte a impressoras

source: enable printer (JetDirect) requires p910nd or lp-server
es: activar impresora (JetDirect) necesita p910nd o lp-server
pt_br: Habilitar a impresora (JetDirect) requer os pacotes p910nd ou lp-server

source: TcosMonitor support
ca@valencia: Suport per a TcosMonitor
es: Soporte TcosMonitor
gl: Soporte TcosMonitor
pt_br: Suporte ao TcosMonitor

source: enable TcosMonitor
ca@valencia: activa el TcosMonitor
es: activar TcosMonitor
gl: activar TcosMonitor
pt_br: Habilitar o TcosMonitor

source: SSL encryption in XMLRPC
ca@valencia: Encriptació d'SSL en l'XMLRPC
es: Cifrado SSL de XMLRPC
gl: Cifrado SSL de XMLRPC
pt_br: Criptografia SSL no XMLRPC

source: enable SSL encryption (need stunnel4)
ca@valencia: activa l'encriptació d'SSL (necessita stunnel4)
es: activar cifrado SSL (necesita stunnel4)
gl: activar cifrado SSL (necesita stunnel4)
pt_br: Habilitar a criptografia SSL (instale o pacote stunnel4).

source: Support for Gnetic clone
es: Soporte para clonar con Gnetic
pt_br: Suporte ao Gnetic clone

source: enable gnetic clone clients support
es: activar soporte de clonado de clinetes gnetic
pt_br: Habilitar o suporte ao gnetic clone

source: Support for NTFS read/write
es: Activar el soporte de lectura/escritura para NTFS

source: enable ntfs-3g support
es: activar soporte ntfs-3g

source: Enable COMPCACHE
es: Activar COMPCACHE

source: enable COMPCACHE support
es: activar soporte COMPCACHE

source: Default 20%
es: Por defecto 20%

source: COMPCACHE % size
es: Tamaño COMPCACHE en %

source: <b>Services, daemons settings</b>
ca@valencia: <b>Configuració de servicis i dimonis</b>
es: <b>Configuración de servicios y demonios</b>
gl: <b>Configuración de servizos e demonios</b>
pt_br: <b>Configurações dos serviços e daemons</b>

source: (leave empty by default)
ca@valencia: (deixa buit per defecte)
es: (dejar vacío por defecto)
gl: (deixar baleiro por defecto)
pt_br: (autodetectado por padrão)

source: user to be admin of thin clients
ca@valencia: l'usuari que serà administrador de la xarxa
es: usuario que será administrador de la red
gl: usuario que será administrador da rede
pt_br: usuário administrador dos terminais

source: Server IP address
ca@valencia: Adreça IP del servidor
es: Dirección IP del servidor (autodetectada)
gl: Enderezo IP do servidor (autodetectada)
pt_br: Endereço de IP do servidor

source: Server admin username
ca@valencia: Nom d'usuari administrador del servidor
es: Usuario administrador del servidor
gl: Usuario administrador do servidor
pt_br: Usuário administrador do terminal

source: Terminal password
ca@valencia: Contrasenya del terminal
es: Contraseña del terminal
gl: Contrasinal do terminal
pt_br: Informe a senha

source: root's terminal password (if empty this is root)
ca@valencia: contrasenya de superusuari del terminal (si està buida este és root)
es: contraseña de root del terminal (vacío root)
gl: contrasinal de root do terminal (baleiro root)
pt_br: (a senha padrão é root)

source: Protect first console (tty1)
ca@valencia: Protegix la consola primera (tty1)
es: Proteger primera consola (tty1)
gl: Protexer primeira consola (tty1)
pt_br: Proteger o primeiro console (tty1)

source: ask for user and password in tty1, others always ask for password
ca@valencia: pregunta l'usuari i contrasenya en tty1, en la resta pregunta sempre la contrasenya
es: preguntar usuario y contraseña en tty1, en el resto se pregunta siempre
gl: preguntar usuario e contrasinal en tty1, no resto pregúntase sempre
pt_br: Perguntar o usuário e a senha na console tty1? Nas outras consoles sempre é perguntado.

source: Number of tty shells
ca@valencia: Nombre d'intèrpret d'ordes tty
es: Número de consolas tty
gl: Número de consolas tty
pt_br: Número de consoles (tty)

source: between 1 to 6
ca@valencia: entre 1 i 6
es: entre 1 y 6
gl: entre 1 e 6
pt_br: Entre 1 e 6

source: <b>Users and passwords (auth)</b>
ca@valencia: <b>Usuaris i contrasenyes (autenticació)</b>
es: <b>Usuarios y contraseñas (autenticación)</b>
gl: <b>Usuarios e contrasinais (autenticación)</b>
pt_br: <b>Usuários e senhas</b>

source: Menu type
ca@valencia: Tipus de menú
es: Tipo de menú
gl: Tipo de menú
pt_br: Tipo de menu

source: Usplash and theme
ca@valencia: Usplash i tema
es: Usplash y tema
gl: Usplash e tema
pt_br: Usplash e tema

source: disable Usplash
es: desactivar Usplash

source: No menu, only splash (default)
ca@valencia: Sense menú, només la imatge (per defecte)
es: Sin menú, solo imagen (por defecto)
gl: Sen menú, só imaxe (por defecto)
pt_br: Sem menu, somente o splash (padrão)

source: Simple text mode
ca@valencia: Mode de text senzill
es: Menú simple modo texto
gl: Menú simple modo texto
pt_br: Modo texto simples

source: Graphic menu mode (need BIOS vesa support)
ca@valencia: Mode de menú gràfic (necessita que la BIOS admeta el mode vesa)
es: Menu gráfico (necesita que la BIOS soporte el modo vesa)
gl: Menú gráfico (necesita que a BIOS soporte o modo vesa)
pt_br: Menu gráfico (a BIOS deverá ter o suporte ao modo VESA)

source: Hide menu install options
ca@valencia: Oculta les opcions del menú d'instal·lació
es: Ocultar menús de instalación
gl: Ocultar menús de instalación
pt_br: Ocultar as opções de instalação no menu

source: Hide local boot from hdd
ca@valencia: Oculta l'arrancada local des de disc dur
es: Ocultar arranque local desde disco duro
gl: Ocultar arranque local dende disco duro
pt_br: Ocultar o boot local, via HD.

source: disable Plymouth
es: desactivar plymouth

source: Plymouth and theme
es: Plymouth y tema

source: <b>Boot menu and splash</b>
es: <b>Menú de arranque y splash</b>

source: <span size="xx-large"><b>Advanced Settings</b></span>
ca@valencia: <span size="xx-large"><b>Configuració avançada</b></span>
es: <span size="xx-large"><b>Configuración avanzada</b></span>
gl: <span size="xx-large"><b>Configuración avanzada</b></span>
pt_br: <span size="xx-large"><b>Configurações Avançadas</b></span>

source: Default command line append (for NBI images)
ca@valencia: Per defecte, línia d'orde afegida (per a imatges NBI)
es: Parámetros de arranque (imagenes NBI)
gl: Parámetros de arranque (imaxes NBI)
pt_br: Comandos de inicialização pré-definidos e adicionados (para imagens NBI)

source: Include all modules
ca@valencia: inclou tots els mòduls
es: incluir todos los módulos
gl: incluír todos os módulos
pt_br: Incluir todos os módulos

source: include all modules (don't use by default)
ca@valencia: inclou tots els mòduls (no l'utilitzeu per defecte)
es: incluir todos los módulos (no hacerlo por defecto)
gl: incluíir todos os módulos (non facelo por defecto)
pt_br: Incluir todos os módulos (não usados por padrão).

source: Extra kernel modules (coma separated)
ca@valencia: Mòduls extra del nucli (separats per coma)
es: Módulos extra del kernel (separados por comas)
gl: Módulos extra do núcleo (separados por comas)
pt_br: Módulos extras do kernel (separados por vírgula).

source: USB devices support
ca@valencia: Suport per a dispositius USB
es: Soporte para dispositivos USB
gl: Soporte para dispositivos USB
pt_br: Suporte aos dispositivos USB

source: enable USB devices
ca@valencia: activa els dispositius USB
es: activar dispositivos USB
gl: activar dispositivos USB
pt_br: Habilitar os dispositivos USB

source: IDE PATA SATA disk support
ca@valencia: Suport per a disc IDE PATA SATA
es: Soporte IDE PATA SATA
gl: Soporte IDE PATA SATA
pt_br: Suporte aos discos: IDE, PATA e SATA.

source: disable IDE PATA devices
ca@valencia: desactiva els dispositius IDE PATA
es: desactivar soporte IDE PATA
gl: desactivar soporte IDE PATA
pt_br: Desabilitar o suporte aos dispositivos IDE e PATA

source: USB support
ca@valencia: Suport per a dispositius USB
es: Soporte USB
gl: Soporte USB
pt_br: Suporte USB

source: disable USB devices support
ca@valencia: desactiva el suport per a dispositius USB
es: desactivar soporte USB
gl: desactivar soporte USB
pt_br: Desabilitar o suporte aos dispositivos USB

source: Add extra modules here (coma separated) Example: intel-agp,nv,joydev,pcspkr
ca@valencia: Afegix mòduls extra ací (separats per coma) Exemple: intel-agp,nv,joydev,pcspkr
es: Añadir módulos extra aquí (separados por comas) Ejemplo: intel-agp,nv,joydev,pcspkr
gl: Engadir módulos extra aqui (separados por comas) Exemplo: intel-agp,nv,joydev,pcspkr
pt_br: Adicionar os módulos extras (separados por virgulas) Exemplo: intel-agp,nv,joydev,pcspkr.

source: Blacklist kernel modules (coma separated)
es: Módulos baneados del kernel (separados por comas)
pt_br: Lista negra dos módulos do kernel (separados por vírgula).

source: Blacklist modules (coma separated) Example: intel-agp,nv,joydev,pcspkr
es: Añadir módulos baneados aquí (separados por comas) Ejemplo: intel-agp,nv,joydev,pcspkr
pt_br: Lista negra dos módulos (separados por vírgula). Exemplo: intel-agp,nv,joydev,pcspkr.

source: <b>Kernel options</b>
ca@valencia: <b>Opcions del nucli</b>
es: <b>Opciones del kernel</b>
gl: <b>Opcións do núcleo</b>
pt_br: <b>Opções do kernel</b>

source: Enable local web browser
ca@valencia: Habilita el navegador web local
es: Navegador web local
gl: Navegador web local
pt_br: Habilitar o navegador web local

source: Use NFS (for lowmem)
ca@valencia: Utilitza l'NFS (per a menys memòria)
es: Usar NFS (menos memoria)
gl: Empregar NFS (menos memoria)
pt_br: Usar o NFS (quando há pouca memória RAM disponível)

source: Include AUTOFS
ca@valencia: Inclou l'AUTOFS
es: Incluir AUTOFS
gl: Incluír AUTOFS
pt_br: Incluir o AUTOFS

source: enable AUTOFS support
ca@valencia: activa el suport per a AUTOFS
es: activar soporte AUTOFS
gl: activar soporte AUTOFS
pt_br: Habilitar o suporte ao AUTOFS

source: Cache packages
ca@valencia: Paquets de la memòria cau
es: Cachear paquetes
gl: Cachear paquetes
pt_br: Fazer cache dos pacotes

source: <b>Other settings</b>
ca@valencia: <b>Altres configuracions</b>
es: <b>Otras configuraciones</b>
gl: <b>Outras configuracións</b>
pt_br: <b>Outras configurações</b>

source: enable eTC2300 hacks
ca@valencia: activa els trucs eTC2300
es: activar trucos eTC2300
gl: activar trucos eTC2300
pt_br: Habilitar suporte ao eTC2300

source: enable dot station hacks
ca@valencia: activa trucs per a Dot Station
es: activar trucos para dot station
gl: activar trucos para dot station
pt_br: Habilitar o suporte aos hacks dot station

source: enable Xorg Openchrome VIA video support Thin clients: Epatec 3800 & 2500, HP t5530... etc
ca@valencia: activa el suport per a vídeo de l'Xorg Openchrome VIA Clients lleugers: Epatec 3800 & 2500, HP t5530... etc
es: activar soporte Xorg video Openchrome VIA Clientes ligeros: Epatec 3800 & 2500, HP t5530... etc
gl: activar soporte Xorg video Openchrome VIA Clientes lixeiros: Epatec 3800 & 2500, HP t5530... etc
pt_br: Habilitar o suporte ao Xorg Openchrome VIA nos thin clients: Epatec 3800 & 2500, HP t5530 ... etc.

source: enable generic VIA modules
ca@valencia: Habilita mòduls genèrics de VIA
es: activar módulos de VIA genéricos
gl: activar módulos de VIA xenéricos
pt_br: Habilitar os módulos genéricos VIA

source: <b>Some thin clients hacks</b>
ca@valencia: <b>Alguns trucs per a clients lleugers</b>
es: <b>Algunos trucos para clientes ligeros</b>
gl: <b>Alguns trucos para clientes lixeiros</b>
pt_br: <b>Alguns hacks aos thin clients</b>

source: Modify this cmdline append to yours needs
ca@valencia: Canvia estes opcions de cmdline a les vostres necessitats
es: Cambiar estas opciones de arranque por las que necesite
gl: Cambiar estas opcións de arranque polas que necesite
pt_br: Modifique esta linha de comando de acordo com as suas necessidades

source: Select kernel version
ca@valencia: Selecciona la versió de nucli
es: Seleccionar versión del kernel
gl: Seleccionar versión do núcleo
pt_br: Selecione a versão do kernel

source: <span size="x-large"><b>Boot method</b></span>
ca@valencia: <span size="x-large"><b>Mètode d'arrancada</b></span>
es: <span size="x-large"><b>Método de arranque</b></span>
gl: <span size="x-large"><b>Método de aranque</b></span>
pt_br: <span size="x-large"><b>Método de Inicialização</b></span>

source: <span size="large">Thin clients can boot with many methods:</span> » PXE, some special network cards, boot from his own ROM » Etherboot, some network cards, can be booted from a floppy drive (latest version of Etherboot can simulate PXE network support) » All of network cards unsupported can be booted with cdrom image or hard disk.
ca@valencia: <span size="large">Els clients lleugers es poden arrancar amb diversos mètodes:</span> » PXE, algunes targetes de xarxa especials, arranquen des de la seua ROM » Etherboot, algunes targetes de xarxa, poden arrancar des d'un disquet universal (l'última versió d'Etherboot emula el suport per a xarxa PXE) » Totes les targetes de xarxa no admeses poden ser arrencades des d'una imatge de cdrom o disc dur
es: <span size="large">Los clientes ligeros puede arrancar por varios métodos:</span> » PXE, algunas tarjetas de red especiales arrancan desde su propia ROM » Etherboot, algunas tarjetas de red pueden arrancar desde un disquete universal (la última versión del disquete universal emula soporte PXE) » Todas las tarjetas de red no soportadas pueden ser arrancadas desde una imagen de cdrom o disco duro
gl: <span size="large">Os clientes lixeiros poden arrancar por varios métodos:</span> » PXE, algunhas tarxetas de rede especiais arrancan dende a súa propia ROM » Etherboot, algunhas tarxetas de rede poden arrancar dende un disquete universal (a última versión do disquete universal emula soporte PXE) » Todas as tarxetas de rede non soportadas poden ser arrancadas dende unha imaxe de cdrom ou disco duro

source: <span size="x-large" foreground="white" background="#96aeea" ><span size="x-large" ><b>0. Welcome</b></span> » <span size="x-large" ><b>1. Config</b></span> » <span size="x-large" foreground="black"><b>2. Make image</b></span> » <span size="x-large">3. Finish!</span></span>
ca@valencia: <span size="x-large" foreground="white" background="#96aeea" ><span size="x-large" ><b>0. Benvingut</b></span> » <span size="x-large" ><b>1. Configura</b></span> » <span size="x-large" foreground="black"><b>2. Fes la imatge</b></span> » <span size="x-large">3. Acaba</span></span>
es: <span size="x-large" foreground="white" background="#96aeea" ><span size="x-large" ><b>0. Bienvenido</b></span> » <span size="x-large" ><b>1. Configurar</b></span> » <span size="x-large" foreground="black"><b>2. Hacer imagen</b></span> » <span size="x-large">3. Terminar</span></span>
gl: <span size="x-large" foreground="white" background="#96aeea" ><span size="x-large" ><b>0. Benvido</b></span> » <span size="x-large" ><b>1. Configurar</b></span> » <span size="x-large" foreground="black"><b>2. Facer imaxe</b></span> » <span size="x-large">3. Rematar</span></span>
pt_br: <span size="x-large" foreground="white" background="#96aeea" ><span size="x-large" ><b>0. Bem vindo(a)</b></span> » <span size="x-large" ><b>1. Configurar</b></span> » <span size="x-large" foreground="black"><b>2. Compilar</b></span> » <span size="x-large">3. Finalizar!</span></span>

source: <span size="x-large">Building init images</span>
ca@valencia: <span size="x-large">S'estant construïnt les imatges d'arrancada</span>
es: <span size="x-large">Creando imágenes de arranque</span>
gl: <span size="x-large">Creando imaxes de arranque</span>
pt_br: <span size="x-large">Compilando as imagens de inicialização</span>

source: Press <b>Start</b> to begin image generation.
ca@valencia: Premeu <b>Comença</b> per a generar la imatge.
es: Pulsa <b>Comenzar</b> para generar la imagen.
gl: Pulsa <b>Comezar</b> para xerar a imaxe.
pt_br: Clique no botão <b>Começar</b> para compilar a imagem

source: Press here to start generation process
ca@valencia: Premeu ací per a començar el procés de generació
es: Pulsar aquí para empezar el proceso de generación
gl: Pulsar aquí para comezar o proceso de xeración
pt_br: Clique aqui para começar o processo de compilação

source: Start
ca@valencia: Inici
es: Comenzar
gl: Comezar
pt_br: Começar

source: View Process
ca@valencia: Visualitza el procés
es: Ver proceso
gl: Ver proceso
pt_br: Visualizar o processo

source: Working...
ca@valencia: S'està treballant...
es: Trabajando...
gl: Traballando...
pt_br: Compilando...

source: <span size="x-large" foreground="white" background="#96aeea" ><span size="x-large" ><b>0. Welcome</b></span> » <span size="x-large" ><b>1. Config</b></span> » <span size="x-large"><b>2. Make image</b></span> » <span size="x-large" foreground="black"><b>3. Finish!</b></span></span>
ca@valencia: <span size="x-large" foreground="white" background="#96aeea" ><span size="x-large" ><b>0. Benvingut</b></span> » <span size="x-large" ><b>1. Configura</b></span> » <span size="x-large"><b>2. Fes la imatge</b></span> » <span size="x-large" foreground="black"><b>3. Acaba</b></span></span>
es: <span size="x-large" foreground="white" background="#96aeea" ><span size="x-large" ><b>0. Bienvenido</b></span> » <span size="x-large" ><b>1. Configurar</b></span> » <span size="x-large"><b>2. Hacer imagen</b></span> » <span size="x-large" foreground="black"><b>3. Terminar</b></span></span>
gl: <span size="x-large" foreground="white" background="#96aeea" ><span size="x-large" ><b>0. Benvido</b></span> » <span size="x-large" ><b>1. Configurar</b></span> » <span size="x-large"><b>2. Facer imaxe</b></span> » <span size="x-large" foreground="black"><b>3. Rematar</b></span></span>
pt_br: <span size="x-large" foreground="white" background="#96aeea" ><span size="x-large" ><b>0. Bem vindo(a)</b></span> » <span size="x-large" ><b>1. Configurar</b></span> » <span size="x-large"><b>2. Compilar</b></span> » <span size="x-large" foreground="black"><b>3. Finalizar!</b></span></span>

source: <span size="xx-large">Congratulations!</span>
ca@valencia: <span size="xx-large">Enhorabona!</span>
es: <span size="xx-large">¡Enhorabuena!</span>
gl: <span size="xx-large">¡Parabéns!</span>
pt_br: <span size="xx-large">Parabéns!</span>

source: <span size="xx-large">The generation has been successfully completed.</span> In order to boot this images in thin clients you have to configure your <b>DHCP server</b> file.
ca@valencia: <span size="xx-large">El procés de generació s'ha completat correctament</span> Per a arrancar estes imatges en els clients lleugers heu de configurar el <b>servidor DHCP</b>.
es: <span size="xx-large">El proceso de generación se ha completado correctamente</span> Para arrancar estas imágenes en los clientes ligeros tiene que configurar el <b>servidor DHCP</b>.
gl: <span size="xx-large">O proceso de xeración completouse correctamente</span> Para arrancar estas imaxes nos clientes lixeiros ten que configurar o <b>servidor DHCP</b>.
pt_br: <span size="xx-large">A compilação terminou com sucesso</span> Para utilizar esta imagem nos terminais é preciso configurar o <b>servidor DHCP.</b>.
