Repository: mariodebian/tcosconfig
Catalog: po/*.po
Languages: ca@valencia, es, gl, pt_br

source: Do you want to delete entire chroot environment?
ca@valencia: Voleu eliminar tot l'entorn chroot?
es: ¿Está seguro que quiere borrar todo el entorno chroot?
gl: ¿Queres borrar todo o entorno chroot?
pt_br: Você quer mesmo apagar o ambiente chroot?

source: Detected non i386 architecture. Usually thin clients are i386 machines (Pentium II/II/IV or AMD K6/K7), you are running %(arch)s architecture. Do you want to build a 32bit chroot and generate 32bit TCOS images? If select "No" wizard will construct %(arch)s images.
ca@valencia: S'ha detectat una arquitectura no i386. Normalment els terminals lleugers són equips i386 (Pentium II/III/IV o AMD K6/K7), este equip està executant l'arquitectura %(arch)s. Voleu construir un chroot de 32 bits i generar les imagenes TCOS de 32bit? Si seleccioneu "No", l'assistent construirà imatges per a %(arch)s.
es: Se ha detectado una arquitectura no i386. Normalmente los terminales ligeros son equipos i386 (Pentium II/III/IV o AMD K6/K7), este equipo está ejecutando la arquitectura %(arch)s. ¿Desea construir una jaula 32 bits y generar las imagenes TCOS de 32bit? Si selecciona «No», el asistente construirá imágenes para %(arch)s.
gl: Detectouse unha arquitectura non i386. Normalmente os terminais lixeiros son equipos i386 (Pentium II/III/IV o AMD K6/K7), este equipo está executando a arquitectura %(arch)s. ¿Desexa construir unha gaiola 32 bits e xerar as imaxes TCOS de 32bit? Se selecciona «Non», o asistente construirá imaxes para %(arch)s.
pt_br: Foi detectado uma arquitetura não i386. Normalmente os terminais são máquinas i386 (Ex.: Pentium II/III/IV ou AMD K6/K7), mas este terminal possui a arquitetura %(arch)s. Você quer compilar um chroot e gerar as imagens TCOS de 32 bits? Se selecionar «Não», o assistente irá gerar as imagens para a arquitetura %(arch)s.

source: TcosConfig, invalid architecture
ca@valencia: TcosConfig, arquitectura inválida
es: TcosConfig, arquitectura inválida
gl: TcosConfig, arquitectura inválida
pt_br: Arquitetura inválida para usar o TcosConfig.

source: Error, you must run this app as root user
ca@valencia: S'ha produït un error, heu d'executar esta aplicació com a superusuari.
es: Error, debes ejecutar esta aplicación con el usuario root.
gl: Erro, debes executar esta aplicación co usuario root.
pt_br: Erro! Execute esta aplicação com o usuário root.

source: Need to enable <b>%s</b> before
ca@valencia: Cal activar <b>%s</b> primer
es: Necesita activar <b>%s</b> primero
gl: Necesita activar <b>%s</b> primeiro
pt_br: Precisa ativar <b>%s</b> primero

source: You leave blank root password for thin clients in: - Advanced settings -> Users and passwords The password will be established to: "root"
ca@valencia: Heu deixat en blanc la contrasenya de superusuari, per als clients lleugers en: - Configuració avançada -> Usuaris i contrasenyes La contrasenya s'establirà a: "root"
es: Ha dejado en blanco la contraseña de root, para los clientes ligeros en: - Configuración avanzada -> Usuarios y contraseñas La contraseña se establecerá a: "root"
gl: ﻿Deixou en branco o contrasinal de root, para os clientes lixeiros en: - Configuración avanzada -> Usuarios e contrasinais O contrasinal establecerase a: "root"
pt_br: Você não informou a senha do usuário root dos terminais, na sessão: - Configuração Avançada -> Usuários e senhas A senha padrão será: "root".

source: Overwriting it with your own settings.
ca@valencia: S'està sobreescrivinta amb els vostres paràmetres.
es: Sobreescribiéndola con tus ajustes.
gl: ﻿Sobrescribindo cos seus axustes.
pt_br: Sobrescrevendo as configurações realizadas.

source: Something wrong ocurred while parsing command line options for gentcos. Select boot method??
ca@valencia: S'ha produït un error mentres s'analitzaven les opciona de la línia d'ordes de gentcos. Heu seleccionat un mètode d'arrancada?
es: Error al leer configuración durante la generación de los argumentos de línea de comandos de gentcos. ¿Ha seleccionado método de arranque?
gl: ﻿Erro ao ler configuración durante a xeración dos argumentos de línea de comandos de gentcos. ¿Seleccionou método de arranque?
pt_br: Erro ao ler a configuração durante a compilação dos argumentos da linha de comandos do gentcos. Você selecionou o método de inicialização?

source: EXEC: %s
ca@valencia: Executa: %s
es: Ejecutar: %s
gl: Executar: %s
pt_br: Execute: %s

source: Working... (%d %%)
ca@valencia: Està treballant... (%d %%)
es: Trabajando... (%d %%)
gl: Traballando... (%d %%)
pt_br: Compilando... (%d %%)

source: Complete
ca@valencia: Acabat
es: Completado
gl: Completado
pt_br: Completo

source: Configuration saved succesfully. Changed values are: %s
ca@valencia: S'ha guardat la configuració correctament. Les variables canviades són: %s
es: Configuración guardada correctamente. Las variables cambiadas son: %s
gl: Configuración gardada correctamente. As variábeis cambiadas son: %s
pt_br: A configuração foi salva com sucesso. Os valores alterados são: %s

source: No template description avalaible
ca@valencia: No hi ha descripció disponible per a la plantilla
es: No hay descripción disponible para la plantilla
gl: non hai descrición disponíbel para o modelo
pt_br: Não há uma descrição disponível para este template.

source: don't use any template
ca@valencia: no utilitzes cap plantilla
es: no usar ninguna plantilla
gl: non empregar calquer modelo
pt_br: Não use nenhum desses templates

source: Template generated by tcosconfig
ca@valencia: Plantilla generada per tcosconfig
es: Plantilla generada por tcosconfig
gl: Modelo xerado por tcosconfig
pt_br: Template gerado pelo TcosConfig (personalizado)

source: Remote XDMCP
ca@valencia: XMDCP Remot
es: XMDCP Remoto
gl: XMDCP Remoto
pt_br: Sessão gráfica Remota (XMDCP)

source: Local X
ca@valencia: X local
es: X local
gl: X local
pt_br: Sessão gráfica local

source: SSH -X
es: X por SSH
gl: X por SSH
pt_br: Sessão gráfica via SSH

source: Disable
ca@valencia: Inhabilita
es: Desactivar
gl: Desactivar
pt_br: Desabilitar

source: English - us
ca@valencia: Anglés - us
es: Inglés - us
gl: Inglés - us
pt_br: Inglês - US

source: English - gb
ca@valencia: Anglés - gb
es: Inglés - gb
gl: Inglés - gb
pt_br: Inglês - GB

source: Spanish - es
ca@valencia: Espanyol - es
es: Español - es
gl: Español - es
pt_br: Espanhol - ES

source: French - fr
ca@valencia: Francés - fr
es: Francés - fr
gl: Francés - fr
pt_br: Francês - FR

source: German - de
ca@valencia: Alemany - de
es: Alemán - de
gl: Alemán - de
pt_br: Alemão - DE

source: Brazilian Portuguese - br
es: Brasileño Portugués - br

source: Automatic detect
ca@valencia: Detecta automàticament
es: Detectar automáticamente
gl: Detectar automaticamente
pt_br: Detectar automaticamente

source: Full Automatic detect
es: Detección completa

source: Native Xorg autodetection
es: Autodetección nativa Xorg

source: Links2 browser
ca@valencia: Navegador links2
es: Navegador links2
gl: Navegador links2
pt_br: Navegador Links2

source: Dillo browser
ca@valencia: Navegador Dillo
es: Navegador dillo
gl: Navegador dillo
pt_br: Navegador Dillo

source: LTSP filesystem
ca@valencia: Sistema de fitxers LTSP
es: Sistema LTSP
gl: Sistema LTSP
pt_br: Sistema de arquivos LTSP

source: SSH filesystem
ca@valencia: Sistema de fitxers SSHFS
es: Sistema SSHFS
gl: Sistema SSHFS
pt_br: Sistema de arquivos via SSH

source: Eherboot floppy
ca@valencia: Disquet Etherboot
es: Disquete Etherboot
gl: Disquete Etherboot
pt_br: Disquete Etherboot

source: PXE booting
ca@valencia: Arrancada PXE
es: Arranque PXE
gl: Arranque PXE
pt_br: Boot via PXE

source: CDROM booting
ca@valencia: Arrancada per CDROM
es: Arranque por CDROM
gl: Arranque por CDROM
pt_br: Boot via CD-ROM

source: NFS booting (mem < 38)
ca@valencia: Arrancada NFS (memòria < 38)
es: Arranque NFS (memoria < 38)
gl: Arranque NFS (memoria < 38)
pt_br: Boot via NFS (memória RAM < 38)

source: None
ca@valencia: Cap
es: Ninguno
gl: Ningún
pt_br: Nenhum

source: Use NFS server
ca@valencia: Utilitza el servidor NFS
es: Usar servidor NFS
gl: Empregar servidor NFS
pt_br: Usar servidor NFS

source: Tcos Config
ca@valencia: Configuració del TCOS
es: Configurador TCOS
gl: Configurador TCOS

source: <span size="x-large" foreground="white" background="#96aeea" ><span size="x-large" foreground="black" ><b>0. Welcome</b></span> » <span size="x-large">1. Config</span> » <span size="x-large">2. Make image</span> » <span size="x-large">3. Finish!</span></span>
ca@valencia: <span size="x-large" foreground="white" background="#96aeea" ><span size="x-large" foreground="black" ><b>0. Benvingut</b></span> » <span size="x-large">1. Configura</span> » <span size="x-large">2. Fes imatge</span> » <span size="x-large">3. Acaba</span></span>
es: <span size="x-large" foreground="white" background="#96aeea" ><span size="x-large" foreground="black" ><b>0. Bienvenido</b></span> » <span size="x-large">1. Configurar</span> » <span size="x-large">2. Hacer imagen</span> » <span size="x-large">3. Terminar</span></span>
gl: <span size="x-large" foreground="white" background="#96aeea" ><span size="x-large" foreground="black" ><b>0. Benvido</b></span> » <span size="x-large">1. Configurar</span> » <span size="x-large">2. Facer imaxe</span> » <span size="x-large">3. Rematar</span></span>
pt_br: <span size="x-large" foreground="white" background="#96aeea" ><span size="x-large" foreground="black" ><b>0. Bem-vindo(a)</b></span> » <span size="x-large">1. Configurar</span> » <span size="x-large">2. Compilar</span> » <span size="x-large">3. Finalizar!</span></span>

source: <span size="xx-large"><b>Welcome to TCOS Config assistant</b></span> This assistant will prepare some config setting to generate bootable images to thin client networks.
ca@valencia: <span size="xx-large"><b>Benvingut a l'assistent TCOS Config</b></span> Este assistent prepararà alguns paràmetres de configuració per a generar imatges d'arrancada per a xarxes de clients lleugers.
es: <span size="xx-large"><b>Bienvenido al asistente TCOS Config</b></span> Este asistente preparará algunos ajustes de configuración y generará imágenes arrancables para redes de clientes ligeros.
gl: <span size="xx-large"><b>Benvido ao asistente TCOS Config</b></span> Este asistente preparará algúns axustes de configuración e xerará imaxes arrancables para redes de clientes lixeiros.
pt_br: <span size="xx-large"><b>Bem-vindo(a) ao assistente TcosConfig</b></span> Este assistente irá ajudá-lo(a) a configurar e compilar as imagens de inicialização dos terminais.

source: <span size="x-large" foreground="white" background="#96aeea" ><span size="x-large" ><b>0. Welcome</b></span> » <span size="x-large" foreground="black"><b>1. Config</b></span> » <span size="x-large">2. Make image</span> » <span size="x-large">3. Finish!</span></span>
ca@valencia: <span size="x-large" foreground="white" background="#96aeea" ><span size="x-large" ><b>0. Benvingut</b></span> » <span size="x-large" foreground="black"><b>1. Configura</b></span> » <span size="x-large">2. Fes imatge</span> » <span size="x-large">3. Acaba</span></span>
es: <span size="x-large" foreground="white" background="#96aeea" ><span size="x-large" ><b>0. Bienvenido</b></span> » <span size="x-large" foreground="black"><b>1. Configurar</b></span> » <span size="x-large">2. Hacer imagen</span> » <span size="x-large">3. Terminar</span></span>
gl: <span size="x-large" foreground="white" background="#96aeea" ><span size="x-large"><b>0.Benvido</b></span> » <span size="x-large" foreground="black"><b>1. Configurar</b></span> » <span size="x-large">2. Facer imaxe</span> » <span size="x-large">3. Rematar</span></span>
pt_br: <span size="x-large" foreground="white" background="#96aeea" ><span size="x-large" ><b>0. Bem vindo(a)</b></span> » <span size="x-large" foreground="black"><b>1. Configurar</b></span> » <span size="x-large">2. Compilar</span> » <span size="x-large">3. Finalizar!</span></span>

source: <span size="xx-large"><b>TCOS Templates</b></span>
ca@valencia: <span size="x-large"><b>Plantilles TCOS</b></span>
es: <span size="x-large"><b>Plantillas TCOS</b></span>
gl: <span size="x-large"><b>Modelos TCOS</b></span>
pt_br: <span size="x-large"><b>Templates de Configuração do TCOS</b></span>

source: TcosConfig provides some configuration templates to build images quickly. If your thin clients are very old machines, use low resource template (without sound, devices, and monitor and basic graphics) If you want sound, devices, TcosMonitor select complete template.
ca@valencia: El TcosConfig disposa d'algunes plantilles de configuració per a crear les imatges d'arrancada més ràpidament. Si els vostres terminals lleugers són bastant vells, utilitzeu la plantilla «low» (no tindrà so ni dispositius i els gràfics seran bàsics) Si voleu so, dispositius i TcosMonitor seleccioneu la plantilla completa.
es: TcosConfig dispone de algunas plantillas de configuración para crear las imágenes de arranque más rápido. Si tus terminales ligeros son bastante viejos y tienen poca potencia, usa la plantilla «low» (no tendrá sonido, dispositivos y los gráficos serán básicos) Si quieres sonido, dispositivos y TcosMonitor selecciona la plantilla completa.
gl: TcosConfig dispón dalguns modelos de configuración para crear as imaxes de arranque máis rápido. Se os teus terminais lixeiros son bastante vellos e teñen pouca potencia, emprega o modelo «low» (no terás son, dispositivos e os gráficos serán básicos) Se queres son, dispositivos e TcosMonitor selecciona o modelo completo.
pt_br: O TcosConfig provê alguns templates de configuração para compilar rapidamente as imagens de inicialização. Por exemplo: se os terminais são bastante velhos e possuem pouca capacidade de processamento, use o template «tcos.conf.low» (com ele os dispositivos de som serão desativados e os efeitos gráficos serão básicos). Do contrário selecione o template «tcos.conf.all» para habilitar os dispositivos de som e melhorar a qualidade dos efeitos gráficos.

source: Select template
ca@valencia: Selecciona la plantilla
es: Seleccionar plantilla
gl: Seleccionar modelo
pt_br: Selecione o template:

source: <span size="xx-large"><b>Basic Settings</b></span>
ca@valencia: <span size="xx-large"><b>Configuració bàsica</b></span>
es: <span size="xx-large"><b>Configuración básica</b></span>
gl: <span size="xx-large"><b>Configuración básica</b></span>
pt_br: <span size="xx-large"><b>Configurações Básicas</b></span>

source: Xorg all drivers
ca@valencia: Tots els controladors de Xorg
es: Todos los drivers de Xorg
gl: Todos os drivers de Xorg
pt_br: Drivers do Xorg

source: include all Xorg avalaible drivers
ca@valencia: Inclou tots els controladors de Xorg disponibles
es: Incluir drivers de Xorg disponibles
gl: Incluír drivers de Xorg disponíbeis
pt_br: Incluir os drivers do Xorg disponíveis

source: Xorg OpenGL support
ca@valencia: Suport de l'OpenGL de Xorg
es: Soporte OpenGL de Xorg
gl: Soporte OpenGL de Xorg
pt_br: Suporte ao Xorg OpenGL

source: include OpenGL libs
es: Incluir librerías OpenGL

source: Xorg support
ca@valencia: Suport d'Xorg
es: Soporte Xorg
gl: Soporte Xorg
pt_br: Suporte ao Xorg

source: enable Xorg
ca@valencia: activa l'Xorg
es: activar Xorg
gl: activar Xorg
pt_br: Habilitar o Xorg

source: Default resolution
ca@valencia: Resolució per defecte
es: Resolución por defecto
gl: Resolución por defecto
pt_br: Resolução de tela padrão

source: Default video driver
ca@valencia: Controlador de vídeo per defecte
es: Driver de vídeo por defecto
gl: Driver de vídeo por defecto
pt_br: Driver de vídeo padrão

source: Type of Xorg session
ca@valencia: Tipus de sessió de l'Xorg
es: Tipo de sesión de Xorg
gl: Tipo de sesión de Xorg
pt_br: Tipo de sessão Gráfica

source: Xorg keyboard model
ca@valencia: Model de teclat de l'Xorg
es: Modelo de teclado de Xorg
gl: Modelo de teclado de Xorg
pt_br: Modelo do teclado

source: Xorg keyboard map
ca@valencia: Mapa de teclat de l'Xorg
es: Mapa de teclado de Xorg
gl: Mapa de teclado de Xorg
pt_br: Mapa do teclado

source: (default <b>pc105</b>)
ca@valencia: (per defecte <b>pc105</b>)
es: (por defecto <b>pc105</b>)
gl: (por defecto <b>pc105</b>)
pt_br: (por padrão <b>pc105</b>)

source: Enable fonts server
es: Activar servidor de fuentes
pt_br: Habilitar o servidor de fontes

source: use xfs and xfstt (if avalaible)
es: usar xfs y xfstt (si están disponibles)
pt_br: use o XFS e XFSTT (se disponível)

source: Enable composite extension
es: Activar extensión composite

source: enable composite extension
es: activar extensión composite

source: <b>Xorg options</b>
ca@valencia: <b>Opcions de l'Xorg</b>
es: <b>Opciones de Xorg</b>
gl: <b>Opcións de Xorg</b>
pt_br: <b>Opções do Xorg</b>

source: enable sound (alsa files)
ca@valencia: activa el so (fitxers d'ALSA)
es: activar sonido (archivos de alsa)
gl: activar son (arquivos de alsa)
pt_br: Habilitar o som (arquivos ALSA)

source: PulseAudio sound server
ca@valencia: Servidor de so PulseAudio
es: Servidor de sonido PulseAudio
gl: Servidor de son PulseAudio
pt_br: Servidor de som PulseAudio

source: if checked use PulseAudio, if not use ESound
ca@valencia: si està activat utilitza PulseAudio, si no ho està utilitza ESound
es: activado se usa PulseAudio, sino se usa ESound
gl: activado se emprega PulseAudio, senón se emprega ESound
pt_br: Verifique se o PulseAudio está sendo usado, se não use o ESound.

source: Sound support
ca@valencia: Suport de so
es: Soporte de sonido
gl: Soporte de son
pt_br: Suporte ao som

source: ISA sound cards support
ca@valencia: Suport per a targetes de so ISA
es: Soporte para tarjetas de sonido ISA
gl: Soporte para tarxetas de son ISA
pt_br: Suporte a placas de som ISA

source: include isa sound card modules
ca@valencia: inclou mòduls de targetes de so ISA
es: incluir módulos de tarjetas de sonido isa
gl: incluír módulos de tarxetas de son isa
pt_br: Incluir os módulos da placa de som ISA

source: PulseAudio resample method
ca@valencia: Mètode de exemplificació de PulseAudio
es: Método de resampleado de PulseAudio
gl: Método de resampleado de PulseAudio
pt_br: Método de busca do PulseAudio

source: default "src-sinc-fastest"
ca@valencia: per defecte "src-sinc-fastest"
es: por defecto "src-sinc-fastest"
gl: por defecto "src-sinc-fastest"
pt_br: por padrão "src-sinc-fastest"

source: Master and PCM volume
ca@valencia: Volum del Master i PCM
es: Volumen del Master y PCM
gl: Volume do Master e PCM
pt_br: Volume do Master e PCM

source: Enable ESound over PulseAudio
es: Activar ESound sobre PulseAudio
pt_br: Habilitar o ESound sobre o PulseAudio

source: listen esound port (requires more bandwith)
es: escuchar en el puerto esound (consume más red)
pt_br: Escutar o esound na porta (requer mais largura de banda)

source: <b>Sound options</b>
ca@valencia: <b>Opcions de so</b>
es: <b>Opciones de sonido</b>
gl: <b>Opcións de son</b>
pt_br: <b>Opções do som</b>

source: enable ivs/ica daemon on thin client
ca@valencia: activa el dimoni ivs/ica en el client lleuger
es: activar demonio ivs/ica en el cliente ligero
gl: activar demonio ivs/ica no cliente lixeiro
pt_br: Habilitar o daemon IVS/ICA no terminal

source: X11VNC support
ca@valencia: Suport per a X11VNC
es: Soporte X11VNC
gl: Soporte X11VNC
pt_br: Suporte ao X11VNC

source: enable x11vnc server
ca@valencia: activa el servidor x11vnc
es: activar servidor x11vnc
gl: activar servidor x11vnc
pt_br: Habilitar o servidor X11VNC

source: FreeNX support
ca@valencia: Suport per a FreeNX
es: Soporte FreeNX
gl: Soporte FreeNX
pt_br: Suporte ao FreeNX

source: enable freenx
ca@valencia: activa el Freenx
es: activar freenx
gl: activar freenx
pt_br: Habilitar o FreeNX

source: iTALC MasterEye Support
ca@valencia: Suport per a iTALC MasterEye
es: Soporte para iTALC MasterEye
gl: Soporte para iTALC MasterEye
pt_br: Suporte ao iTALC MasterEye

source: rDesktop default server
ca@valencia: Servidor per defecte rDesktop
es: Servidor por defecto rDesktop
gl: Servidor por defecto rDesktop
pt_br: Servidor padrão rDesktop

source: IP address or hostname of Windows Terminal Server
ca@valencia: Adreça IP o nom d'equip del servidor de terminals Windows
es: Dirección IP o nombre de equipo del servidor de terminales Windows
gl: Enderezo IP ou nome de equipo do servidor de terminais Windows
pt_br: Endereço IP ou nome do servidor Windows Terminal Server.

source: rDesktop support
ca@valencia: Suport per a rDesktop
es: Soporte rDesktop
gl: Soporte rDesktop
pt_br: Suporte ao rDesktop

source: enable rdesktop
ca@valencia: activa l'rdesktop
es: activar rdesktop
gl: activar rdesktop
pt_br: Habilitar rDesktop

source: <b>Remote desktop support</b>
ca@valencia: <b>Suport per a l'escriptori remot</b>
es: <b>Soporte de acceso remoto</b>
gl: <b>Soporte de acceso remoto</b>
pt_br: <b>Suporte ao acesso remoto</b>

source: enable wireless support (bins)
ca@valencia: activa el suport per a la xarxa sense fil (binaris)
es: activar soporte inalámbrico (binarios)
gl: activar soporte sen fíos (binarios)
pt_br: Habilitar o suporte a rede sem fio

source: Wireless support
ca@valencia: Suport per a la xarxa sense fil
es: Soporte Inalámbrico
gl: Soporte sen fíos
pt_br: Suporte a rede sem fio

source: Wireless encription
ca@valencia: Encriptació de xarxa sense fil
es: Cifrado inalámbrico
gl: Cifrado sen fíos
pt_br: Rede sem fio criptografada

source: empty, WEP, WPA
ca@valencia: buit, WEP, WPA
es: vacío, WEP, WPA
gl: baleiro, WEP, WPA
pt_br: vazio, WEP, WPA

source: Wireless modules
ca@valencia: Mòduls de xarxa sense fil
es: Módulos inalámbricos
gl: Módulos sen fíos
pt_br: Módulos da rede sem fio

source: examples: * ipw2200 * madwifi * rt61pci,rt73usb
ca@valencia: exemples: * ipw2200 * madwifi * rt61pci,rt73usb
es: ejemplos: * ipw2200 * madwifi * rt61pci,rt73usb
gl: exemplos: * ipw2200 * madwifi * rt61pci,rt73usb
pt_br: Exemplos: * ipw2200, * madwifi, * rt61pci e rt73usb.

source: WEP key in iwconfig format (see man iwconfig)
ca@valencia: La Clau WEP està en format iwconfig (vegeu man iwconfig)
es: Clave WEP en formato iwconfig (ver man iwconfig)
gl: Clave WEP en formato iwconfig (ver man iwconfig)
pt_br: Chave WEP no formato iwconfig (veja a página de manual do iwconfig para obter mais informações).

source: <b>Wireless settings</b>
ca@valencia: <b>Paràmetres de la xarxa sense fil</b>
es: <b>Configuración de red inalámbrica</b>
gl: <b>Configuración de rede sen fíos</b>
pt_br: <b>Configuração da rede sem fio</b>

source: enable Intel DRI (+7MB)
es: activar DRI de Intel (+7 MB)

source: enable DRI for Ati radeon (+9 MB)
es: activar DRI de ATI (+9 MB)

source: enable DRI for Savage (+2 MB)
es: activar DRI de Savage (+2MB)

source: enable DRI for SiS (+2 MB)
es: activar DRI de SiS (+2MB)

source: enable DRI for Trident (+2 MB)
es: activar DRI de Trident (+2MB)

source: enable DRI for Unichrome (+2 MB)
es: activar DRI de Unichrome (+2MB)

source: enable DRI for Matrox (+2 MB)
es: activar DRI de Matrox (+2MB)

source: <b>Xorg DRI</b>
es: <b>DRI en Xorg</b>

source: <span size="xx-large"><b>Advanced settings</b></span>
ca@valencia: <span size="xx-large"><b>Configuració avançada</b></span>
es: <span size="xx-large"><b>Configuración avanzada</b></span>
gl: <span size="xx-large"><b>Configuración avanzada</b></span>
pt_br: <span size="xx-large"><b>Configurações Avançadas</b></span>

source: debug enable (recomended enable)
ca@valencia: depuració activada (recomanat)
es: depuración activado (recomendado)
gl: depuración activado (recomendado)
pt_br: Depuração ativada (recomendado)

source: squashfs disabled (default unchecked)
ca@valencia: inhabilitat l'squashfs (sense activar per defecte)
es: squashfs deshabilitado (sin activar por defecto)
gl: squashfs desactivado (sen activar por defecto)
pt_br: Squashfs desabilitado (por padrão)
