Repository: mariodebian/tcosconfig
Catalog: po/*.po
Languages: ca@valencia, es, gl, pt_br

source: Press <b>Finish and Save</b> button to save this build settings or <b>Cancel</b> to quit.
ca@valencia: Premeu el botó <b>Finalitza i guarda</b> per a guardar estos paràmetres o premeu <b>Cancel·la</b> per a eixir.
es: Pulsar el botón <b>Finalizar y guardar</b> para guardar estos ajustes o pulse <b>Cancelar</b> para salir.
gl: Pulsar o botón <b>Finalizar e gardar</b> para gardar estes axustes ou pulse <b>Cancelar</b> para saír.
pt_br: Clique no botão <b>Salvar e Finalizar</b> para salvar as configurações ou clique em <b>Cancelar</b> para descartá-las e sair.

source: Finish and save
ca@valencia: Acaba i guarda
es: Terminar y guardar
gl: Rematar e gardar
pt_br: Salvar e Finalizar

source: <span size="xx-large">Chroot Builder</span>
ca@valencia: <span size="xx-large">Constructor del chroot</span>
es: <span size="xx-large">Constructor del chroot</span>
gl: <span size="xx-large">Construtor do chroot</span>
pt_br: <span size="xx-large">Compilador do chroot</span>

source: Select distro version
ca@valencia: Seleccioneu la versió de distribució
es: Seleccionar distribución
gl: Seleccionar distribución
pt_br: Selecione a versão da distribuição

source: Select architecture
ca@valencia: Seleccioneu l'arquitectura
es: Seleccionar arquitectura
gl: Seleccionar arquitectura
pt_br: Selecione a arquitetura

source: Kernel version
ca@valencia: Versió del nucli
es: Versión del kernel
gl: Versión do núcleo
pt_br: Versão do kernel:

source: Main mirror
ca@valencia: Rèplica principal
es: Servidor espejo principal
gl: Servidor espello principal
pt_br: Servidor espelho principal

source: Select distribution
ca@valencia: Seleccioneu la distribució
es: Seleccionar distribución
gl: Seleccionar distribución
pt_br: Selecione a distribuição

source: Security mirror
ca@valencia: Rèplica de seguretat
es: Servidor espejo de seguridad
gl: ﻿Servidor espello de seguridade
pt_br: Servidor espelho de segurança

source: TCOS mirror
ca@valencia: Rèplica del TCOS
es: Repositorio TCOS
gl: Repositorio TCOS
pt_br: Repositório TCOS

source: enable
es: activar

source: Enable TCOS experimental branch
es: Activar rama experimental de TCOS

source: Chroot options
ca@valencia: Opcions del chroot
es: Opciones del chroot
gl: Opcións do chroot
pt_br: Opções do chroot:

source: Exit
ca@valencia: Ix
es: Salir
gl: Saír
pt_br: Sair

source: Build TCOS images
ca@valencia: Construïx les imatges del TCOS
es: Construir TCOS
gl: Construír TCOS
pt_br: Compilar as imagens TCOS

source: Update chroot
ca@valencia: Actualitza el chroot
es: Actualizar chroot
gl: Actualizar chroot
pt_br: Atualizar o chroot

source: Delete chroot
ca@valencia: Elimina el chroot
es: Borrar chroot
gl: Borrar chroot
pt_br: Apagar o chroot

source: Build chroot
ca@valencia: Construïx el chroot
es: Construir chroot
gl: Construír chroot
pt_br: Compilar o chroot

source: License GNU/GPL
ca@valencia: Llicència de GNU/GPL
es: Licencia GNU/GPL
gl: Licenza GNU/GPL
pt_br: Licença GNU/GPL

source: TCOS Network image generator
ca@valencia: Generador d'imatges de xarxa TCOS
es: Generador de imágenes de red TcosConfig
gl: Xerador de imaxes de rede TcosConfig
pt_br: Compilador de imagens da rede TCOS.

source: TcosConfig web site
ca@valencia: Pàgina web del TcosConfig
es: Página web TcosConfig
gl: Páxina web TcosConfig
pt_br: Site do TcosConfig:

source: translator-credits
ca@valencia: Pilar Embid (Lliurex) <embid_mar@gva.es>
es: Mario Izquierdo (mariodebian) <mariodebian@gmail.com>
gl: Mario Izquierdo (mariodebian) <mariodebian@gmail.com>
pt_br: Tradutores Aécio dos Santos Pires <aecio@tcosproject.org> Luis Méndez Alejo <gnumax@gmail.com> Maria del Mar Alejo Campos <marymarsoueu2@hotmail.com>

source: WEP / WPA key
ca@valencia: clau WEP / WPA
pt_br: chave WEP/WPA

source: Openchrome VIA driver
ca@valencia: controlador Openchrome VIA

source: EPATEC eTC3800 & eTC2500
ca@valencia: EPATEC eTC3800 i eTC2500
